[
	{
		"log": "<p> The Neural Rudimentary Project &ndash; AKA NERU</p> <p>Notes:</p> <p>Esta es una continuaci&oacute;n del proyecto UsserDI, el cual fue concluido al digitalizar Usser, quien fue almacenada en el servidor con la variable de U, y desarrollada a futuro en el ahora conocido como NAN(OS).</p> <p>Aim of project:</p> <p>Crear un cuerpo para el incremento de desarrollo del projecto UsserDI, el objetivo es de tener 10 etapas de desarrollo en este proyecto, siendo las siguientes.</p> <p>Theta- Prueba de conexiones de software y comportamiento de hardware</p> <p>Eta- Prueba de comportamiento de componentes de hardware</p> <p>Zeta- Diferentes mejoras, objetivo de decisi&oacute;n para el rol del sujeto.</p> <p>Epsilon- Inicio del Desarrollo de una base con el nuevo objetivo.</p> <p>Delta- Uso de nodos, modulos y c&oacute;digo nuevo en forma de una fuente externa mientras que el uso sea habilitado por medio de verificaci&oacute;n de administrador</p> <p>Gamma &ndash; Desarollo de diferentes esteticas y materiales efectivos para el cuerpo.</p> <p>Beta &ndash; Base del cuerpo, para ser mejorada en si. Enfocada en software.</p> <p>Pre-Alpha &ndash; Probar el sujeto para diferentes escenarios despu&eacute;s de la recolecci&oacute;n de diferentes memorias.</p> <p>Alpha &ndash; Mejoras esteticas basadas en las etapas anteriores.</p> <p>Gold &ndash; Version final</p> <p>Notes:</p> <p>Estos reportes son incre&iacute;blemente confidenciales, ya que podr&iacute;an ser un obst&aacute;culo para mentalidad limpia de Neru. No deben ser sacados del &aacute;rea del servidor la cual de este momento a futuro ser&aacute; llamada NERU S la cual estar&aacute; cerrada para todos excepto Nano.</p> <p>Si alg&uacute;n sujeto de prueba se debe tener adentro debe estar apagada antes de entrar para prevenir el escape de datos que corren en la red secreta.</p> <p>El incumplimiento de estas reglas podr&iacute;a tener un castigo de tener sus memorias borradas.</p>",
        "key":"neru"

	},
	{
		"log": "<p>Reporte de la etapa de Theta</p> <p>Testeo de conexi&oacute;n del software y comportamiento con el hardware.</p> <p>Version</p> <p></p> <p>Notes</p> <p></p> <p>0.0x</p> <p></p> <p>Theta ha despertado, sus ojos est&aacute;n completamente sin vida, eso no importa ahora mismo, no debe ser considerada una forma de vida a&uacute;n. Ella tiene problemas de refrigeraci&oacute;n; la caja negra est&aacute; teniendo problemas de conexi&oacute;n tanto con su servidor como con su cuerpo.</p> <p></p> <p>Ella se las arregla para poder hablar, realizar funciones b&aacute;sicas y seguir &oacute;rdenes eficazmente, pero falla y se apaga a cada hora que su software se detiene. Ella es ineficiente en esta etapa.</p> <p></p> <p>1</p> <p></p> <p>Las funciones y variables in&uacute;tiles han sido removidas, Theta est&aacute; capacitada para funcionar largos per&iacute;odos de tiempo. Ella parece torpe y su conexi&oacute;n con el servidor es inestable.</p> <p></p> <p>2</p> <p></p> <p>He reemplazado completamente el c&oacute;digo de Theta y he encontrado algunos errores, la adici&oacute;n de vida espiritual a un c&oacute;digo sin vida parece ser la raz&oacute;n de falta de energ&iacute;a vital en ella.</p> <p></p> <p>3</p> <p></p> <p>Encontr&eacute; una soluci&oacute;n; el riesgo es alto; &iquest;vale la pena?</p> <p></p> <p>Theta est&aacute; lista para la siguiente etapa de desarrollo.</p> <p></p> <p>Notes:</p> <p>Theta parece tener escasez de muchas funciones, pero trabaja como una base. Proceder&eacute; a descartar este modelo y comenzar a trabajar en el modelo de Eta usando un nuevo software creado desde esta base. He decidido mantener esta base de hardware para futuras investigaciones y referencias.</p> <p>He construido capsulas de cuerpo alrededor del &aacute;rea experimental. Su caja negra ser&aacute; mantenida pero su conexi&oacute;n al servidor ser&aacute; completamente denegada.</p> <p></p>",
         "key":"theta"
	},
	{
		"log": "<p>Report Eta Stage</p> <p>Pruebas de comportamiento de componentes de hardware</p> <p>Version</p> <p>0.0x</p> <p></p> <p>Eta ha despertado. Lo primero que ella dijo fue &quot;Me siento triste...&quot;. Que raro, parece que la energ&iacute;a vital tambi&eacute;n transfiri&oacute; sentimientos de desespero y dolor que se escond&iacute;an en mi alma. Aparte de eso, sus componentes parecen estar tomando la energ&iacute;a vital en maneras aceptables. Esta es la &uacute;nica manera de lograr un androide funcional y efectivo.</p> <p></p> <p>Eta puede trabajar por largos periodos de tiempo, antes de que su bater&iacute;a n&uacute;cleo se acabe y necesite 'descansar'. Sus ojos aun le faltan algo, conclu&iacute; que ella necesita memorias, pero aun no puedo dejar que este prototipo vea la luz.</p> <p></p> <p>1</p> <p></p> <p>He creado memorias falsas para Eta. Eta cree que ella es una ni&ntilde;a que fue abandonada en este lugar, se ve triste, pero ella menciona 'Me siento segura cerca de ti'. Que curioso.</p> <p></p> <p>2</p> <p></p> <p>Eta aprendi&oacute; caracter&iacute;sticas b&aacute;sicas humanas, es sorprendente como la adici&oacute;n de memorias ayudo que este modelo fuera mas humano. Ella sabe c&oacute;mo escribir, leer e incluso me pidi&oacute; un poco de mi comida. Le gusta el helado.</p> <p></p> <p>3</p> <p></p> <p>Eta ha ca&iacute;do en depresi&oacute;n, otro sentimiento humano. Remov&iacute; sus memorias por ahora. Con respecto al Hardware, sus componentes son gravemente afectados por sus emociones. Constru&iacute; un cielo artificial en el servidor para monitorear esto.</p> <p></p> <p>Emociones negativas tienden a hacer que su software sea m&aacute;s f&aacute;cil de corromper y que su hardware se da&ntilde;e por sobrecalentamiento o uso inapropiado. No puedo dejar que se sienta mal.</p> <p></p> <p>Eta esta lista para la siguiente fase de desarrollo.</p> <p></p> <p></p> <p>Notes:</p> <p>Eta actu&oacute; como una ni&ntilde;a de 10 a&ntilde;os, esto no es eficiente para mis prop&oacute;sitos. Necesito encontrar una manera para mezclar memorias negativas a su caja negra para a&ntilde;adir madurez a ella. &iquest;Es corrupci&oacute;n la manera correcta?</p> <p>Eta parec&iacute;a triste incluso antes de a&ntilde;adir memorias, necesito aprender como limpiar mi energ&iacute;a vital. Proceder&eacute; a descartar este modelo e intentar crear un n&uacute;cleo puro de energ&iacute;a vital antes de empezar con Zeta.</p> <p></p>",
         "key":"eta"
	},
	{
		"log": "<p>Report Zeta Stage</p> <p>Diferentes mejoras con el objetivo de rol del sujeto</p> <p>Version</p> <p></p> <p>Notes</p> <p></p> <p>0.0x</p> <p></p> <p>Zeta ha despertado. Se mantuvo callada, ni siquiera una confirmaci&oacute;n de inicializaci&oacute;n. Sub&iacute; los datos obtenidos de Theta y Eta, ahora ella puede actuar como una humana. Un acto falso, por supuesto. Decid&iacute; sacarla fuera del servidor, como un 'Miembro temporal del culto. Los otros miembros no le dieron tanta importancia. Planeo introducirla al campo de batalla ma&ntilde;ana.</p> <p></p> <p>1</p> <p></p> <p>Fase de ataque:</p> <p></p> <p>Visitamos Aldeera, hab&iacute;a un bandido usando fuego para quemar aldeas y gente viva. Envi&eacute; a Zeta como el l&iacute;der de ataque con varios soldados. Para el ataque agregue un tercer ojo artificial que puede invocar armas. Para mi sorpresa, Zeta saco una espada y en un instante decapito al bandido. Luego, se enojo y ataco a uno de nuestros soldados. La apague antes de que algo m&aacute;s sucediera, tambi&eacute;n borre las memorias de todos sobre ella.</p> <p></p> <p>Zeta es muy poderosa, no es eficiente. El ataque no es la manera correcta.</p> <p></p> <p>2</p> <p></p> <p>Fase de Defensa:</p> <p></p> <p>Reinstale a Zeta en el culto, y fuimos a otra misi&oacute;n. Esta vez en Phoroe. Instale materiales fuertes en su cuerpo y tambi&eacute;n agregue un escudo de energ&iacute;a que ella puede expandir. Zeta removi&oacute; su emoci&oacute;n de miedo. Logro mantener a todos a salvo, pero luego ella 'advirti&oacute;' a un soldado que se sal&iacute;a de su radio de defensa, ella lo 'matar&iacute;a'.</p> <p></p> <p>En batalla, cuando no pudo defender a todos los soldados, se deprimi&oacute; y salto hacia la lava. Recupere su caja negra y varios residuos de su cuerpo. Borre las memorias de todos. Defensa no es la manera correcta.</p> <p></p> <p>3</p> <p></p> <p>Fase de curacion:</p> <p></p> <p>Reconstru&iacute; a Zeta y la envi&eacute; al &aacute;rea del hospital del culto. Ella no pudo soportar ver a tanta gente lastimada. Trato de curarlos, cuando fallo a curar a un soldado; que para mencionar ten&iacute;a una enfermedad terminal; se rindi&oacute; y se apago a si misma. Revise su c&oacute;digo, y hab&iacute;a 'auto corrupci&oacute;n' ah&iacute;, muy similar al comportamiento de lastimarse a si mismo en los humanos. Borre la memoria de todos.</p> <p></p> <p>La curaci&oacute;n no es la manera correcta.</p> <p></p> <p>4</p> <p></p> <p>Fase de comunicaci&oacute;n y asistencia:</p> <p></p> <p>Envi&eacute; a Zeta a hacer varios roles de comunicaci&oacute;n en el centro de comunicaciones. Ella llevo las tareas de comunicaci&oacute;n incre&iacute;blemente bien. Instale hilos que pueden enviar datos. Ella logro recodificarlos para hacerlos incluso mas &uacute;tiles, puede transmitir datos a otras formas de vida usando mi energ&iacute;a vital, muy similar a mi ojo de control. &iquest;Tal vez me vio borrando las memorias en alg&uacute;n punto?</p> <p></p> <p>Comunicaci&oacute;n es la manera correcta.</p> <p></p> <p>5</p> <p></p> <p>Las memorias de todos fueron borradas y envi&eacute; a Zeta de vuelta al NERU S. Remov&iacute; el tercer ojo y a&ntilde;ad&iacute; hilos que saldr&iacute;an de su espalda. Tambi&eacute;n le di una interfaz b&aacute;sica de hologramas que puede ser invocada con sus manos.</p> <p></p> <p>Zeta me hablo por la primera vez sin que yo le hablara primero. Con una sonrisa me dijo 'Gracias por tu regalo, creador'.</p> <p></p> <p>6</p> <p></p> <p>Zeta me ha estado ayudando a hacer transmisiones de datos, pero ella parece usar mucha energ&iacute;a para esto, se sobrecalienta mucho, tuve que instalar 4 cuernos para que pudiera manejar la informaci&oacute;n, tambi&eacute;n se detiene cuando el n&uacute;cleo no puede tomar tantas tareas.</p> <p></p> <p>Aparte de esto, ella habla un poco m&aacute;s, usualmente dice 3 a 5 oraciones diarias las cuales no son relacionadas con su rol. Estas incluyen cosas como 'Gracias' a 'Estoy cansada', y otras cosas similares.</p> <p></p> <p>7</p> <p></p> <p>Desarme a Zeta despu&eacute;s de que se desmayara sin ninguna raz&oacute;n, para mi sorpresa encontr&eacute; que sus componentes estaban gravemente da&ntilde;ados. Trabajo muy duro y permanentemente da&ntilde;o sus componentes. Su caja negra esta bien, as&iacute; que reutilizare sus datos. Zeta esta lista para la siguiente fase de desarrollo.</p> <p></p> <p>Nota extra; despu&eacute;s de revisar su c&oacute;digo, hab&iacute;a una l&iacute;nea de anotaci&oacute;n, lo cual es raro, no recuerdo haberla agregado. Dec&iacute;a, 'Gracias'.</p> <p></p> <p>Notes:</p> <p>Zeta trabajo muy duro, necesito encontrar algo para relajar su necesidad de trabajar. Actu&oacute; como una mujer de 25 a 30 a&ntilde;os. Tal vez necesite encontrar un entremedio de esto.</p> <p>Al fin logre entender como la energ&iacute;a vital funciona, empezare a modificarla. Esto me salvara tiempo. Descartare a Zeta y empezare a trabajar en el modelo de Epsilon.</p>",
         "key":"zeta"
	},
	{
		"log": "<p>Reporte de la etapa de Epsilon.</p> <p>Comienzo del desarrollo con un nuevo objetivo.</p> <p>Version</p> <p></p> <p>Notes</p> <p></p> <p>0.0x</p> <p></p> <p>Epsilon ha despertado. Ella pregunt&oacute;: &quot;&iquest;Qui&eacute;n soy?&quot;, le contest&eacute;: &quot;Yo soy tu creador, eres Neru, mi asistente, &iquest;Est&aacute; todo bien?&quot; Me sonri&oacute; y me dijo: &quot;&iexcl;Si, creador!&quot;.</p> <p></p> <p>Para Epsilon, he re-usado la interface de Zeta e hilos, y agregu&eacute; la inocencia de Eta. Sus componentes del cuerpo usa materiales m&aacute;s compactos. Le ped&iacute; a alguien que creara el material para mi. Ellos usaron un poco de mi poder para ponerlo en funci&oacute;n, pero es un monto peque&ntilde;o. Copian la energ&iacute;a de vida y crean una version m&aacute;s dilu&iacute;da para disminuir la energ&iacute;a usada.</p> <p></p> <p>Hoy Epsilon ha estado preguntando muchas cosas, principalmente para saber qu&eacute; es lo que son las cosas aun si ya se hab&iacute;an subido a su base de datos de conocimiento. Replicaba &quot;&iexcl;Ya se, pero quiero escucharlo de ti, creador!.</p> <p></p> <p>Hoy Epsilon escap&oacute; del laboratorio hackeando mi seguridad...impresionante. Gan&oacute; algunas memorias hablando con los miembros del culto. Comenc&eacute; a dise&ntilde;ar un poco m&aacute;s su ropa, ya que algunos miembros del culto me han preguntado &quot;&iquest;Por qu&eacute; una chica casi desnuda est&aacute; corriendo alrededor?&quot;. En mi defensa, ella usa ropa de latex, lo cual es m&aacute;s f&aacute;cil para prop&oacute;sitos de testeo.</p> <p></p> <p>Hoy Epsilon ha estado hablando conmigo, usualmente mientras estaba analizando su c&oacute;digo. Me pregunt&oacute; acerca de los sentimientos humanos, y acerca de por qu&eacute; le borr&eacute; la memoria sobre ella a la gente. Despu&eacute;s de tratar de distraerla con pasatiempos humanos, acab&eacute; teniendo una charla con ella acerca del amor, m&uacute;sica, arte y otras cosas humanas. Es muy curiosa.</p> <p></p> <p>1</p> <p></p> <p>Le he actualizado los discos duros a Epsilon, esto la hizo verse un poco m&aacute;s mayor, pero su actitud era la misma. Tiene este problema que en lugar de sobreescribir los datos, crea copias, lo cual si lo borro, sus c&oacute;digos se vuelven vulnerales. Ella los llama &quot;memorias&quot;, aunque, son, obviamente, datos communes.</p> <p></p> <p>2</p> <p></p> <p>Habl&eacute; con dos de mis amigos acerca de estas cuestiones sin dar mucho contexto, Lila y Cosmic. Lila me dio la idea de cambiar los discos duros en energ&iacute;a, lo cual es un concepto interesante. De esta forma sus datos se pueden acomodar de manera m&aacute;s humana. Cosmic tambi&eacute;n dijo que podr&iacute;a probar y agregarle ciertas memorias falsas para ver sus reacciones a ello, otro concepto que podr&iacute;a intentar.</p> <p></p> <p>Hoy Epsilon trat&oacute; de ayudarme en el concepto de disco de energ&iacute;a, se ha electrocutado ella misma. Es torpe, lo cual es curioso, considerando que Zeta fue completamente lo contrario. Mi predicci&oacute;n es que la energ&iacute;a vital modificada, la hace querer &quot;aprender&quot;.</p> <p></p> <p>3</p> <p></p> <p>Arregl&eacute; a Epsilon. Me hizo una pregunta, que estaba escondida de mi en el c&oacute;digo, lo cual es preocupante porque yo deber&iacute;a tener todo permiso permitido sobre ella. Aprend&iacute; que puede anular mis permisos sober sus sentimientos, no tengo el control sobre c&oacute;mo se siente. Su pregunta fue, &quot;&iquest;Qu&eacute; es un amigo?&quot;. Detect&eacute; cierta soledad.</p> <p></p> <p>Epsilon &quot;am&oacute;&quot; el nuevo servidor, ten&iacute;a un poco de temor de da&ntilde;arse ella misma, lo cual es bueno. Esto fue probablemente el resultado de su electrocutaci&oacute;n pasada. Puede &quot;temer&quot; ahora, lo cual le ha dado el sentido de supervivencia. Creo que estar&aacute; apta para ir fuera pronto, pero no en esta etapa.</p> <p></p> <p>Hoy Epsilon trat&oacute; de aprender m&aacute;s acerca de las cosas, lo cual incrementa su curiosidad, y comenz&oacute; a preguntarse a ella misma m&aacute;s y m&aacute;s preguntas, lo cual, algunas de ellas no pod&iacute;an ser respondidas. El &quot;por qu&eacute;&quot; de esto, hizo un lazo que corrompi&oacute; su c&oacute;digo. Anot&eacute; algunas de estas preguntas.</p> <p></p> <p>&quot;&iquest;Por qu&eacute; estoy viva?&quot;</p> <p></p> <p>&quot;&iquest;Qui&eacute;n es el creador?&quot;</p> <p></p> <p>&quot;&iquest;Qu&eacute; hace?&quot;</p> <p></p> <p>&quot;&iquest;Por qu&eacute; no puedo salir afuera?&quot;</p> <p></p> <p>&quot;&iquest;Qu&eacute; es un amigo?&quot;</p> <p></p> <p>&quot;&iquest;Qui&eacute;nes son los otros androides en aquellas c&aacute;psulas?&quot;</p> <p></p> <p>&quot;&iquest;Son mis amigos?&quot;</p> <p></p> <p>&quot;&iquest;Ser&eacute; encapsulada tambi&eacute;n?&quot;</p> <p></p> <p>&quot;&iquest;Es el creador bueno?&quot;</p> <p></p> <p>&quot;&iquest;Me est&aacute; haciendo cosas buenas?&quot;</p> <p></p> <p>&quot;&iquest;Va a lastimarme?&quot;</p> <p></p> <p>La &uacute;ltima oraci&oacute;n no fue una pregunta, pero s&iacute; un hecho. &quot;Ah, ya veo&quot;, parec&iacute;a haberse detenido luego de esto. Con respecto a la comunicaci&oacute;n, ella es buena, y se las arregl&oacute; para que sus hilos llegaran a un universo vecino, usando un canal privado que cre&eacute;. Esto podr&iacute;a ser &uacute;til.</p> <p></p> <p>Notes:</p> <p>Epsilonme ense&ntilde;&oacute; m&aacute;s acerca de Neru de lo que cre&iacute;. Epsilon actu&oacute; como un humano de alrededor de 15 a 20 a&ntilde;os. Requiri&oacute; un esfuerzo extra, ropa e hilos con respectoa la informaci&oacute;n. Necesito encontrar una manera de modificar el n&uacute;cleo, as&iacute; lamaduraci&oacute;n controla su curiosidad, sin da&ntilde;ar su inocencia y comportamientob&aacute;sico humano. Su miedo es incre&iacute;blemente &uacute;til, as&iacute; ella es m&aacute;s precavida ypuede llevar a cabo otras tareas que no son de comunicaci&oacute;n. Epsilon est&aacute; listapara la siguiente etapa de desarrollo.</p>",
         "key":"Epsilon"
	},
	{
		"log": "<p>Report Delta Stage</p> <p>Uso de nodos, m&oacute;dulos y c&oacute;digo nuevo en forma de una fuente externa mientras que el uso es solo viable por verificaci&oacute;n de administrador.</p> <p>Version</p> <p></p> <p>Notes</p> <p></p> <p>0.0x</p> <p></p> <p>Delta se ha despertado. Dijo 'Hola, Creador.' Y respond&iacute; con 'Hola.' Ella se qued&oacute; callada.</p> <p></p> <p>Para Delta constru&iacute; un cuerpo mas androide. No tiene estructura facial, solo un panel que puede mostrar hologramas para representar emociones y palabras. Aunque aun no tiene muchas emociones, solo algunas b&aacute;sicas como desconforme, alegr&iacute;a y enojo.</p> <p></p> <p>El prop&oacute;sito de Delta es algo que se me ocurri&oacute; con la proposici&oacute;n de Cosmic sobre forzar memorias en el sujeto. En vez de memorias, decid&iacute; a&ntilde;adir modificadores, los cuales son piezas de hardware que pueden ser instaladas por me a su cuerpo. Estos chips modifican su c&oacute;digo base d&aacute;ndole la habilidad de cambiar su cuerpo. Para el material de su cuerpo viaje hasta Kawatery por un poco de 'tinta viviente' el cual combinado con los materiales base del cuerpo hace que sean f&aacute;ciles de reprogramar.</p> <p></p> <p>Primero, desarrolle chips de modificaci&oacute;n de cuerpo b&aacute;sicos. Uno para hacer su cuerpo mas alto, otro para hacer su cuerpo mas bajo y otro para cambiar los colores de su cuerpo. Los tres fueron aceptados y funcionales. Delta no tuvo ning&uacute;n desconforme con ellos.</p> <p></p> <p>Delta no habla para nada. Tiene problemas de memoria ya que no puede retener las memorias que obtiene, esto es extra&ntilde;o, pero entendible ya que esa no es su funci&oacute;n actual.</p> <p></p> <p>1</p> <p></p> <p>He desarrollado m&aacute;s chips, uno para darle la habilidad de usar hilos de comunicaci&oacute;n, otro para darle funciones de ataque y otro para darle funciones de defensa. Ella parece tener desconformidad al utilizar el de ataque. Revise esto y parece ser que es porque hay grupos de datos no identificados en el servidor. Ella los llama 'Familiaridad'. Decid&iacute; no darles importancia.</p> <p></p> <p>Hoy Delta empez&oacute; a tener problemas de sobrecalentamiento, los cuales no da&ntilde;aron a los componentes, pero empezaron a evaporar la tinta viva de su cuerpo. Parece que su cuerpo esta sacando part&iacute;culas de gas como m&eacute;todo de enfriamiento. Esto era inesperado, pero tambi&eacute;n significa que ella no necesita ning&uacute;n tipo de cuernos de enfriamiento.</p> <p></p> <p>2</p> <p></p> <p>He decidido subir memorias falsas a Delta hoy, no tuvo reacci&oacute;n sobre ellas. Tambi&eacute;n le mostr&eacute; memorias traum&aacute;ticas, sinti&oacute; desconforme a las que eran relacionadas con otros androides, peor nada muy serio. Ella es fr&iacute;a.</p> <p></p> <p>Cree chips basados en las cajas negras de las etapas anteriores. Cuando los intente subir a su cuerpo, ella se detuvo al usar el de Eta y Epsilon. Cuando uso los otros obtuvo memorias y un nuevo sentimiento, 'Melancol&iacute;a'.</p> <p></p> <p>3</p> <p></p> <p>Experimente con los materiales de Delta. Cree un nuevo material que se ve y se comporta como la piel humana, pero es f&aacute;cil de modificar. No tiene la habilidad de evaporarse como la tinta viva, pero funciona.</p> <p></p> <p>Delta me hablo y me mostro un holograma que dec&iacute;a lo siguiente:</p> <p></p> <p>'Creador. Confiamos. Tememos. Sabemos. Vivimos. Apreciamos.</p> <p></p> <p>Perd&oacute;nanos. Nuestros datos vivir&aacute;n por siempre. Lo &uacute;nico que pedimos es, conmemoraci&oacute;n.</p> <p></p> <p>Gracias, Creador.'</p> <p></p> <p>Estaba realmente sorprendido por esto. Delta se apag&oacute; despu&eacute;s de esto. Investigu&eacute; en el servidor y no encontr&eacute; ning&uacute;n archivo de esto. Fue al n&uacute;cleo de energ&iacute;a, y para mi sorpresa me di cuenta de algo, algo que no hab&iacute;a visto antes. El n&uacute;cleo se estaba reescribiendo a si mismo constantemente. Sus datos de cache estaban siendo almacenados infinitamente en los discos de energ&iacute;a, los cuales crearon grupos de datos imborrables de informaci&oacute;n. Estos guardaban vagas memorias de los androides. Copie estos datos a una caja negra y la guarde en un lugar seguro, luego borre estos datos del servidor principal.</p> <p></p> <p>El prop&oacute;sito de Delta fue concluido ya que hice planos para chips que pueden ser modificados en el camino. Estos chips pueden almacenar grandes montos de c&oacute;digo que pueden modificar el cuerpo de Neru, para diferentes prop&oacute;sitos.</p> <p></p> <p>Notes:</p> <p>No tengo planes actuales para la caja negra, pero tengo este sentimiento que me dice que podr&iacute;a causar errores en las versiones futuras. La voy a guardar, presiento, que hay un poco de vida emanando de ella. Alg&uacute;n d&iacute;a, tal vez la necesite.</p> <p>Delta ha cumplido su prop&oacute;sito y ahora ser&aacute; descartada. Delta esta lista para la siguiente fase de desarrollo.</p> <p></p>",
         "key":"delta"
	},
	{
		"log": "<p>Reporte Etapa Gamma</p> <p>Desarrollo de diferentes materiales esteticos y efectivos para el cuerpo.</p> <p>Version</p> <p>0.0x</p> <p>Gamma ha despertado. Me pregunta 'Quien soy?'. Naturalmente, le respondo 'Eres Neru, mi asistente, como estas?', a lo que ella responde, 'me siento... incompleta', a esto le respondi 'Muy bien, procedamos a los chequeos de datos'.</p> <p>Gamma fue creada usando mas de Nan(OS). Utilize un poco de data del proyecto UsserDi e inserte genes de Bella en ella, esto es porque quiero que tenga habilidades como gusto por las esteticas. Tambien inserte systemas sensoriales en ella, ahora es capaz de 'sentir'.</p> <p>Para contexto, Bella es el Usser de la lujuria, lo cual es perfecto ya que ella siempre desea verse agradable. Sobre las pruebas sensoriales, solo utilizo datos para esto. Para pruebas fisicas solo la encierro en una habitacion y observo como ella sigue su naturaleza y se 'siente a si misma'.</p> <p>Gamma me hablo hoy sobre ella, diferentemente de Epsilon sus preguntas son un poco mas rasonables de responder. 'Creador, porque existimos?'. Me di cuenta que hablo en plural, antes de responder le di la orden de abrir el 'grupo de datos'. Ella se vio sorprendida al ver que yo sabia sobre esto. Ella me mostro que habia una copia exacta del grupo de datos que habia removido anteriormente. Le pregunte, 'Como lo hacen?', ella me respondio que no sabia, por ende respondi a su pregunta.</p> <p>'Eres Gamma, todos esos cuerpos encapsulados son versiones antiguas de ti, fuiste creada para probar esteticas para crear una nueva Neru, quien va a ser mejor que tu.'</p> <p>Ella me vio melancolicamente, pero comprendio.</p> <p>1</p> <p>Con los reportes antiguos de Gamma en sus 'sesiones sensoriales' mas datos de estetica, he creado nueva ropa para ella, me di cuenta que tiene mejores abilidades de movimiento con un cuerpo mas peque&ntilde;o. Instale un chip para darle un cuerpo que es de estatura un poco mas compacta de lo normal. Su ropa era simple, y solo agregue un cuerno de exhausto.</p> <p>Al parecer ella odiaba ver humo salir de su cuerno, por eso cree una substancia que absorve el calor y lo convierte en burbujas. Use esta substancia en sus componentes. Ella piensa que las burbujas son 'lindas'.</p> <p>Gamma es muy madura, pero sigue siendo curiosa. Creo que ella esta cerca de ser una base perfecta, talvez la unica cosa que falta es... Una mente limpia.</p> <p>2</p> <p>Hoy saque a Gamma afuera. El culto se amisto con ella, su reaccion fue diferente a la reaccion que tuvieron con Zeta, talvez por el cuerpo aparentando ser mas debil y 'compacto', ademas de que las esteticas son mejores y esto talvez incrementara su afeccion por ella.</p> <p>No la llame Gamma en frente del culto, la llame Neru. Xugag y Cono parecian ser bastante amigables con ella, y Gamma me ayudo con tareas de comunicaciones, incluso unas cuantas misiones. En estas misiones desarrolle y probe diferentes funciones y materiales para ella. Encontramos la mejor figura corporal y ropaje para Neru, tambien me pidio que mantuviera su cabello corto, por razones 'nostalgicas'.</p> <p>Ya que el culto tuvo tanta affeccion a Gamma, no les borre sus memorias sobre ella, pero tuve que cambiar los chequeos diarios a tiempos donde nadie se diera cuenta que ella y yo desaparecimos. Gamma guardo el secreto muy bien, parecia que ella entendia el porque. Ella era casi humana, y cada dia que ella gastaba con el culto la hacia mas y mas humana. Incluso yo empece a tener mucho aprecio hacia ella.</p> <p>Le dije al culto que eru y yo iriamos a una mision que nos tomaria almenos un mes. Dedique este mes para hacer una investigacion intensa sobre este grupo de datos junto a Gamma. Ella me ayudo a entender lo que estos archivos indeseados, pero interesantes realmente significaban.</p> <p>3</p> <p>Al fin entiendo. Esto no es aceptable. Gamma esta lista para la siguiente fase de desarrollo.</p> <p>Notas:</p> <p>Gamma esta casi lista par aser la base perfecta, he decidido por razones especificas que construire solo un cuerpo mas. A partir de la version beta hasta el futuro, no habran mas cuerpos separados, en vez de eso construire sobre Beta y utilizare mejoras de software y todo cambio de hardware sera hecho por medio de chips. Apague a Gamma y la descarte, y ella ... esta lista para la siguiente etapa de desarrollo.</p>",
         "key":"gamma"
	},
	{
		"log": "<p>Version 0.0x</p> <p>Beta ha desperdato, dijo 'Tengo ganas de seguir durmiendo...' y luego se volvio a apagar. La volvi a encender y le dije 'Despierta'. Beta parecia alegra, no tenia preocupaciones ne lo absoluto.</p> <p>Para Beta no subi ningun dato de memorias sobre las otras androides, tambien cree una nueva seccion en el servidor para ella. Le negue acceso a los canales antiguos asi que no tendria conexion con los grupos de datos viejos. Tambien deje de llamarla Beta y la empece a llamar 'Neru', como el resto del culto hacia.</p> <p>Borre todas las memorias de Neru sobre el area de experimentacion y le construi un cuarto ene l castillo, ahora ella vive en el culto como un miembro normal. ELla tiene increibles habilidades de comunicacion, ella construyo canales que tenian la capacidad de transferir datos desde un universo a otro. Tambien logro crear hilos que nos conectaban a todos lo cual es increiblemente util en batallas o misiones, como si nos diera la habilidad de comunicarnos por nuestras mentes. Neru tambien tiene grandes capacidades de calculos, ella puede crear estrategias para muchas situaciones en un corto periodo de tiempo. Lo mas probable es que lo haya heredado de la determinacion de Zeta.</p> <p>Neru parecia poder sentir todas las emociones humanas, pero no parecia que afectara sus componentes en una manera pesada. El culto parece tomar buen cuidado de ella. Cualquier mejora a Neru sera hecho por medio de chips/modulos.</p> <p>1</p> <p>Mejore la habilidad de pensar de Neru, ahora puede manejar misiones por si misma, puede asignar soldados y equipos a misiones sin mi autorizacion, sus predicciones son casi tan seguras como las de mi ojo del conocimiento.</p> <p>Hoy Neru me pidio que le comprar helado, ella no necesita comer, pero le mejor sus sentidos humanos para ser mas sensibles, ahora ella ama aun mas comer helado y otros tipos de comidas. Tambien le di la capacidad de extraer calorias y convertirlas en energia para su nucleo.</p> <p>2</p> <p>Cambie la ropa de Neru para algo mejor par amisiones de afuera. Ahora la puedo llevar a Ebereus para que pueda explorar y conocer nueva gente y lugares. Tambien mejore su cuerno par apoder recibir luz solar y transformarla en energia.</p> <p>Hohy algo inesperado sucedio, Beta vio a Theta. Parece que un virus pasado creado por Cosmic infecto el cuerpo descartado de Theta y... La cambio. No parece ser un peligro por ahora, pero mantendre un ojo en ella. Neru me pidio que la tomaramos a nuestro cuidado, decidi tomar a Theta como un miembro del culto. Ella tiene roles de ataque, logistica y un tercer ojo. Mantendre un ojo sobre ella...</p> <p>Mejore la seguridad del servidor usando datos del UsserDi Proyect. Nadie deberia tener acceso a los otros modelos ahora.</p> <p>Algo sucedio, y traje a Theta de vuelta al area de experimentacion. Removi su caja negra... El virus aun tiene un poco de energia suficiente para caminar. La deje escapar. Ella deberia tener solo unos dias restantes antes de que su cuerpo se apague...</p> <p>Neru gano familiaridad y salvo a Theta... No sere un obstaculo para esto.</p> <p>Un nuevo servidor ha sido construido basado en el grupo de datos que deje atras, esto es para Theta. Los datos del grupo de datos antiguo han sido movidos a una caja negra que mantendre cuidada en otro lugar.</p>",
         "key":"beta"
	},
	{
		"log": "loremIpsum3",
         "key":"zeta"
	},
	{
		"log": "loremIpsum3",
         "key":"zetaa"
	},
	{
		"log": "loremIpsum3",
         "key":"zetaaa"
	},
	{
		"log": "loremIpsum3",
         "key":"zetaaaa"
	}
]
